[
        {   "id": 1,
            "name": "Intel Core i5 12th Gen",
            "price": 32549,
            "urlImg":"https://firebasestorage.googleapis.com/v0/b/moonlight-9b4f7.appspot.com/o/img%2FImg_29677_Procesador_Intel_Core_i5_12400F_Socket_1700_d61e2fc4-grn.jpg?alt=media&token=c2910d27-14ea-4a91-b7f4-52c7346432c4",
            "category":"procesador",
            "stock": 10,
            "detail": "Productividad y entretenimiento, todo disponible en tu computadora de escritorio. La superioridad tecnológica de INTEL es un beneficio para todo tipo de profesionales. Asegura el mejor rendimiento de las aplicaciones, de la transferencia de datos y la conexión con otros elementos tecnológicos.Núcleos: el corazón del procesador En este producto, encontrarás los núcleos, que son los encargados de ejecutar las instrucciones y actividades que le asignás a tu dispositivo. Estos tienen relación directa con dos elementos: los hilos y el modelo. Por lo tanto, a la hora de elegir un procesador, es importante que valores los tres en su conjunto."

        },
        {
            "id": 2,
            "name": "Procesador AMD Ryzen 5 7600",
            "price": 31050,
            "urlImg":"https://firebasestorage.googleapis.com/v0/b/moonlight-9b4f7.appspot.com/o/img%2FImg_35682_Procesador_AMD_Ryzen_5_7600_5.1GHz_Turbo_AM5___Wraith_Stealth_Cooler_7f25722c-grn.jpg?alt=media&token=03c45eb5-bd90-417e-9e48-37b04847cf89",
            "category":"procesador",
            "stock": 10,
            "detail": "Clave en el rendimiento de tu computadora de escritorio, ya no tenés que pensar en cómo distribuir el tiempo y acciones porque ahora las tareas en simultáneo son posibles. AMD cuenta con un catálogo de productos que se adaptan a los requerimientos de todo tipo de usuarios: juegos en línea, edición a gran escala, contenido en múltiples plataformas y más. Núcleos: el corazón del procesadorEn este producto, encontrarás los núcleos, que son los encargados de ejecutar las instrucciones y actividades que le asignás a tu dispositivo. Estos tienen relación directa con dos elementos: los hilos y el modelo. Por lo tanto, a la hora de elegir un procesador, es importante que valores los tres en su conjunto. Máxima potenciaAl estar desbloqueado, podrás realizar overclocking y así aumentar la frecuencia de funcionamiento y optimizar el rendimiento de tu equipo. Personalizalo a tu gusto y disfrutá de tus videojuegos o hacé que la renderización de imágenes sea más ágil. ¡Descubrí el abanico de posibilidades que esta función te ofrece!"

        },   
        {
            "id": 3,
            "name": "Mother Asrock A520M-HDV AM4",
            "price": 22580,
            "urlImg":"https://firebasestorage.googleapis.com/v0/b/moonlight-9b4f7.appspot.com/o/img%2FImg_24392_Mother_Asrock_A520M-HDV_AM4_5c7ae4d7-grn.jpg?alt=media&token=8a73a108-010d-492d-89e7-d7fb48b2dc34",
            "category":"mother",
            "stock": 10,
            "detail": "A520M-HDV Admite procesadores de escritorio AMD AM4 Socket Ryzen ™ 3000, 4000 G-Series y 5000 y 5000 G-Series * Diseño de alimentación de 6 fases Soporta DDR4 4733+ (OC) 1 x PCIe 3.0 x16, 1 x PCIe 3.0 x1. Opciones de salida de gráficos: D-Sub, DVI-D, HDMI Audio 7.1 canales HD (Códec de audio Realtek ALC887) 4 x SATA3, 1 x Ultra M.2 (Gen3 x4 y SATA3) 6 x USB 3.2 Gen1 (4 x posteriores, 2 x frontales) 6 x USB 2.0 (2 x posteriores, 4 x frontales) Realtek Gigabit LAN"

        },
        {
            "id": 4,
            "name": "Mother Gigabyte A520M H AM4",
            "price": 19750,
            "urlImg":"https://firebasestorage.googleapis.com/v0/b/moonlight-9b4f7.appspot.com/o/img%2FImg_20432_Mother_Gigabyte_A520M_H_AM4_ec538d8f-grn.jpg?alt=media&token=a95aca0e-0d5a-46ad-9081-431cf1d2d809",
            "category":"mother",
            "stock": 10,
            "detail": "Placa base AMD A520 ultra duradera con solución VRM digital pura, LAN para juegos GIGABYTE con gestión de ancho de banda, PCIe 3.0 x4 M.2 , RGB FUSION 2.0, Smart Fan 5. Admite procesadores AMD Ryzen de tercera generación. Solución VRM digital pura de 4 + 3 fases con MOSFET de bajo RDS (activado). Conector ultrarrápido NVMe PCIe 3.0 x4 M.2 LAN para juegos 8118 exclusiva de GIGABYTE con gestión de ancho de banda RGB FUSION 2.0 admite tiras de LED direccionables y RGB Smart Fan 5 cuenta con múltiples sensores de temperatura, cabezales de ventilador híbridos con FAN STOP. Q-Flash Plus actualiza el BIOS sin instalar la CPU, la memoria y la tarjeta gráfica. Diseño de resistencias anti-azufre"

        }
    ]